import React from 'react'


export const DescrOne = () => {
    return (
        <>
            <p className='whitespace-pre-line text-[#828282]'>
                {`Недостаточно снимков? Запишите происходящее 
                    на экране со своим голосом или звуком системы. 


                `}
                <span className='text-[#7421B0]'>Достаточно нажать две кнопки мыши, </span>
                {`выделить необходимую область и начнется запись видео с экрана. Быстро и без сложных настроек`}
            </p>
        </>
    )
}

export const DescrTwo = () => {
    return (
        <>
            <p className='whitespace-pre-line text-[#828282]'>
                <span className='text-[#7421B0]'>Не нужно запоминать комбинации клавиш <br /></span>
                {`на клавиатуре, чтобы сделать скриншот или начать
                записывать видео с экрана.
                

                Просто нажмите две кнопки мыши
                или настройте горячую кнопку на любую удобную
                клавишу   
                `}
            </p>
        </>
    )
}

export const DescrThree = () => {
    return (
        <>
            <p className='text-[18px] text-gray-500 leading-[180%]'>
                Мгновенное получение ссылки на снимок
                или видео. Вы только нажали Enter, а ссылка уже
                в буфере обмена. Перейдя по ссылке, можно будет посмотреть ваш снимок или записанное видео
            </p>
        </>
    )
}

export const DescrFour = () => {
    return (
        <>
            <p className='whitespace-pre-line text-[#828282]'>
                <span className='text-[#7421B0]'>Более 5 инструментов </span> 
                {`для редактирования. 
                Выделяете область и редактируете.

                Если неверно выбрали область — не беда, можно без проблем её передвинуть и/или изменить размер,
                не удаляя то, что уже нарисовано!`}
            </p>
        </>
    )
}

